Revit 2027 API
ParameterTypeId.SteelElemAnchorStandard Property
 "Standard"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemAnchorStandard { get; }
Public Shared ReadOnly Property SteelElemAnchorStandard As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemAnchorStandard {
	ForgeTypeId^ get ();
}
static member SteelElemAnchorStandard : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace